Table of Contents
 Enum StructuralPlateType
Namespace
IdeaRS.OpenModel.Result
Assembly
IdeaRS.OpenModel.dll
Tyoe of structural plate
public enum StructuralPlateType
Fields
SteelPlate = 0
Steel plate
Weld = 1
Weld
Fields
 Name |  Description
 SteelPlate = 0
Steel plate
 Weld = 1
Weld
 Edit this page